[LocAdmin_Strings]
FO_Molerat_01=Molerat;;;;;;Maulwurfsratte;;;;;;;;Kretoszczur;;Кротокрыс;;;
FO_Scavenger_01=Desert scavenger;;;;;;Wüsten-Aasfresser;;;;;;;;Pustynny ścierwojad;;Пустынный стервятник;;;
FO_Snapper_Dragon=Dragon snapper;;;;;;Dragon snapper;;;;;;;;Smoczy zębacz;;Драконий глорх;;;

FO_Body_Arcania_Knight=Myrtana Plate Armor;;;;;;Myrtana Plattenrüstung;;;;;;;;Myrtańska zbroja płytowa;;Пластинчатые доспехи;;;
FO_Body_Arcania_Stuark=Stewark Plate Armor;;;;;;Stewark Plattenrüstung;;;;;;;;Stewarska zbroja płytowa;;Стюартские доспехи;;; 
FO_Body_Arcania_Tushoo=Gladiator's Breastplate;;;;;;Brustplatte des Gladiators;;;;;;;;Napierśnik gladiatora;;Кираса гладиатора;;;
FO_Body_Arcania_Paladin=Armor of the Order;;;;;;Rüstung des Ordens;;;;;;;;Zbroja zakonu;;Доспех Ордена;;;
FO_Body_Arcania_Hagen=Decorated Breastplate of the Order;;;;;;Verzierter Brustpanzer des Ordens;;;;;;;;Zdobiony napierśnik zakonu;;Украшенная кираса Ордена;;; 

FO_Helmet_Arcania=Myrtana bascinet;;;;;;Bascinet von Myrtana;;;;;;;;Myrtański basinet;;Шлем рыцаря;;;
FO_Helmet_Arcania_Open=Myrtana bascinet;;;;;;Bascinet von Myrtana;;;;;;;;Myrtański Basinet;;Шлем рыцаря;;;
FO_Helmet_Arcania_Paladin=Helm of the Order;;Elmo dell'Ordine;;Heaume de l'Ordre;;Helm of the Order;;Helm des Ordens;;;;;;;;Hełm zakonu;;Тяжелый бацинет;;;
FO_Helmet_Arcania_Paladin_Open=Helm of the Order;;Elmo dell'Ordine;;Heaume de l'Ordre;;Helm of the Order;;Helm des Ordens;;;;;;;;Hełm zakonu;;Тяжелый бацинет;;;
FO_Helmet_Tushoo=Gladiator helmet;;;;;;Gladiatorenhelm;;;;;;;;Hełm gladiatora;;Шлем гладиатора;;;

FO_Sword_1H_Nobleman=Exquisite Long Sword;;;;;;Exquisites Langschwert;;;;;;;;Znakomity długi miecz;;Изысканный длинный меч;;;
FO_Sword_1H_RuneAncient=Valghall;;;;;;Valghall;;;;;;;;Valghall;;Вальгхалл;;;

FO_Sword_2H_RuneAncient=Valghall;;;;;;Valghall;;;;;;;;Valghall;;Вальгхалл;;;

FO_Staff_Blades=Battle Quarterstaff with blades;;;;;;Kriegsstab mit Klingen;;;;;;;;Kostur wojenny z ostrzem;;Боевой посох c клинками;;;
FO_Staff_Titan=Staff of Retribution;;;;;;Stab der Vergeltung;;;;;;;;Kostur zemsty;;Посох воздаяния;;;

FO_Halberd_1=Rusty halberd;;;;;;Rostige Hellebarde;;;;;;;;Zardzewiała halabarda;;Ржавая алебарда;;;
FO_Halberd_2=Peacemaker;;;;;;Friedensstifter;;;;;;;;Rozjemca;;Миротворец;;;
FO_Halberd_3=Vulture;;;;;;Geier;;;;;;;;Sęp;;Стервятник;;;
FO_Halberd_4=Final judgment;;;;;;Letztes Urteil;;;;;;;;Wyrok ostateczny;;Последний суд;;;
FO_Staff_MasterDruid=The Pellar;;;;;;The Pellar;;;;;;;;Guślarz;;Ворожей;;;
FO_Staff_Scepter=Oracle;;;;;;Orakel;;;;;;;;Wyrocznia;;Оракул;;;

FO_Trophy_MoleratFat=Molerat fat;;;;;;Maulwurfsratte fett;;;;;;;;Łój kretoszczura;;Жир кротокрыса;;;
FO_Trophy_ScavengerEgg=Large egg;;;;;;großes Ei;;;;;;;;Jajo ścierwojada;;Большое яйцо;;;
FO_Trophy_SnapperScale=Snapper scale;;;;;;Snapper schuppe;;;;;;;;Łuski zębacza;;Чешуя глорха;;;

ITEMDESC_Body_Arcania_Knight=Knight's armor of the new generation. The use of alloys from magic ore allowed to significantly reduce the weight, almost without sacrificing protective characteristics.;;;;;;Ritterrüstung der neuen Generation. Durch die Verwendung von Legierungen aus magischem Erz konnte das Gewicht deutlich reduziert werden, fast ohne Einbußen bei den Schutzeigenschaften.;;;;;;;;Zbroja rycerska nowej generacji. Zastosowanie stopów z magicznej rudy pozwoliło znacznie obniżyć wagę, nie tracąć niemal żadnych właściwości ochronnych.;;Новый образец экипировки рыцарей Миртаны.;;;
ITEMDESC_Body_Arcania_Stuark=The armor of the steward garrison, brought by pirates as a trophy from the distant southern islands.;;;;;;Die Rüstung der Verwaltergarnison, die Piraten als Trophäe von den fernen südlichen Inseln mitgebracht haben.;;;;;;;;Pancerz stewarskich garnizonistów, przywieziony przez piratów jako trofeum z odległych południowych wysp.;;Трофейные доспехи стюарского гарнизона, привезенные пиратами с далеких южных островов.;;;
ITEMDESC_Body_Arcania_Tushoo=This armor has seen many battles, as evidenced by multiple traces of artisanal repairs.;;;;;;Diese Rüstung hat viele Schlachten erlebt, wie zahlreiche Spuren handwerklicher Reparaturen belegen.;;;;;;;;Ta zbroja była świadkiem wielu bitew, o czym świadczą liczne ślady napraw.;;Эта броня повидала немало битв, о чем свидетельсвуют множественные следы кустарного ремонта.;;;
ITEMDESC_Body_Arcania_Paladin=Before the war, such armor was only given to high paladins.;;;;;;Vor dem Krieg wurden solche Rüstungen nur hohen Paladinen verliehen.;;;;;;;;Przed wojną taka zbroja była nadawana tylko najwyższym rangą paladynom.;;Такие доспехи выдавались только высшим паладинам.;;;  
ITEMDESC_Body_Arcania_Hagen=This armor was created by the best smiths of Myrtana exclusively for generals.;;;;;;Diese Rüstung wurde von den besten Schmieden Myrtanas exklusiv für Generäle hergestellt.;;;;;;;;Ta zbroja została stworzona przez najlepszych kowali Myrtany wyłącznie dla generałów.;;Эти доспехи создавались лучшими кузнецами Миртаны исключительно для генералов.;;;

ITEMDESC_Helmet_Arcania=A heavy knight's helmet that provides its wearer with excellent protection.;;;;;;Ein schwerer Ritterhelm, der seinem Träger hervorragenden Schutz bietet.;;;;;;;;Ciężki hełm rycerski, który zapewnia noszącemu doskonałą ochronę.;;Обеспечивает своему владельцу великолепную защиту, при это не сковывая движения.;;;
ITEMDESC_Helmet_Arcania_Open=A heavy knight's helmet that provides its wearer with excellent protection.;;;;;;Ein schwerer Ritterhelm, der seinem Träger hervorragenden Schutz bietet.;;;;;;;;Ciężki hełm rycerski, który zapewnia noszącemu doskonałą ochronę.;;Обеспечивает своему владельцу великолепную защиту, при это не сковывая движения.;;;
ITEMDESC_Helmet_Arcania_Paladin=Relic of the paladins. Only a zealous follower of Innos can wear it.;;;;;;Relikt der Paladine. Nur ein eifriger Anhänger von Innos kann es tragen.;;;;;;;;Relikt paladynów. Tylko gorliwy wyznawca Innosa może go nosić.;;На этом шлеме, выкованном из магической руды, виднеются волшебные руны.;;;
ITEMDESC_Helmet_Arcania_Paladin_Open=Relic of the paladins. Only a zealous follower of Innos can wear it.;;;;;;Relikt der Paladine. Nur ein eifriger Anhänger von Innos kann es tragen.;;;;;;;;Relikt paladynów. Tylko gorliwy wyznawca Innosa może go nosić.;;На этом шлеме, выкованном из магической руды, виднеются волшебные руны.;;;
ITEMDESC_Helmet_Tushoo=A massive helmet that instills fear in its enemies.;;;;;;Ein massiver Helm, der seinen Feinden Angst einflößt.;;;;;;;;Masywny hełm, który budzi strach u wrogów.;;Массивный шлем, внушающий страх в своих врагов.;;;

ITEMDESC_Sword_1H_Nobleman=A superbly balanced blade used by nobles in dueling combat.;;;;;;Eine hervorragend ausbalancierte Klinge, die von Adligen im Duellkampf verwendet wird.;;;;;;;;Doskonale wyważone ostrze używane przez szlachtę w pojedynkach.;;Сбалансированный клинок, используемый аристократами в дуэльных схватках.;;;
ITEMDESC_Sword_1H_RuneAncient=Only the forges of Nordmar hold the secret of forging this sword.;;;;;;Nur die Schmieden von Nordmar hüten das Geheimnis, dieses Schwert zu schmieden.;;;;;;;;Tylko kuźnie Nordmaru skrywają tajemnicę wykucia tego miecza.;;Секретом ковки этого меча владеют только кузницы Нордмара.;;;

ITEMDESC_Sword_2H_RuneAncient=Only the forges of Nordmar hold the secret of forging this sword.;;;;;;Nur die Schmieden von Nordmar hüten das Geheimnis, dieses Schwert zu schmieden.;;;;;;;;Tylko kuźnie Nordmaru skrywają tajemnicę wykucia tego miecza.;;Секретом ковки этого меча владеют только кузницы Нордмара.;;;

ITEMDESC_Staff_Blades=A rare weapon that requires a special technique to wield.;;;;;;Eine seltene Waffe, deren Handhabung eine besondere Technik erfordert.;;;;;;;;Rzadka broń, której władanie wymaga specjalnej techniki.;;Редкий вид оружия, требующий для обращения особой техники.;;;
ITEMDESC_Staff_Titan=This staff is inscribed with protective runes.;;;;;;Dieser Stab ist mit schützenden Runen beschriftet.;;;;;;;; Ta laska jest pokryta ochronnymi runami.;;На этот посох нанесены защитные руны.;;;

ITEMDESC_Halberd_1=The blade is not in the best condition, but the long length allows you to keep the enemy at a distance.;;;;;;Die Klinge ist nicht im besten Zustand, aber die große Länge ermöglicht es, den Feind auf Distanz zu halten.;;;;;;;; Ostrze nie jest w najlepszym stanie, ale duża długość pozwala na trzymanie wroga na dystans.;;Лезвие не в самом хорошем состоянии, однако большая длина позволяет держать противника на расстоянии.;;;
ITEMDESC_Halberd_2=This halberd is ideal for both thrusting and slashing.;;;;;;Diese Hellebarde eignet sich sowohl zum Stoßen als auch zum Schlagen.;;;;;;;;Ta halabarda jest idealna zarówno do pchnięć, jak i cięć.;;Идеально подходит для нанесения как колющих, так и рубящих ударов.;;;
ITEMDESC_Halberd_3=A weapon forged by Nordmar smiths specifically to fight orcs.;;;;;;Eine Waffe, die von Nordmar-Schmieden speziell für den Kampf gegen Orks geschmiedet wurde.;;;;;;;;Broń wykuta przez kowali z Nordmaru specjalnie do walki z orkami.;;Оружие, выкованное нордмарскими кузнецами специально для борьбы с орками.;;;
ITEMDESC_Halberd_4=Forged from magical ore, this halberd was specifically designed to cut through orcish armor with a single blow.;;;;;;Diese aus magischem Erz geschmiedete Hellebarde wurde speziell entwickelt, um Ork-Rüstungen mit einem einzigen Schlag zu durchdringen.;;;;;;;;Ta halabarda, wykuta z magicznej rudy, została specjalnie zaprojektowana do przecinania pancerza orków jednym ciosem.;;Эта алебарда специально создавалась для того, чтобы пробивать орочью броню одним ударом.;;;
ITEMDESC_Staff_MasterDruid=Such staves are worn by high druids.;;;;;;Solche Stäbe werden von hohen Druiden getragen.;;;;;;;;Takie laski są noszone przez wysokich druidów.;;Такие посохи носят высшие друиды.;;;
ITEMDESC_Staff_Scepter=According to legend, this staff belonged to the priest of the ancient civilization. It is believed he could see the future.;;;;;;Der Legende nach gehörte dieser Stab einem Priester einer alten Zivilisation. Es wird angenommen, dass er die Zukunft sehen konnte.;;;;;;;;Według legendy laska ta należała do kapłana starożytnej cywilizacji. Uważa się, że widział przyszłość.;;Этот посох принадлежал жрецу древнего народа. Говорят, с помощью него он мог видеть будущее.;;;

ITEMDESC_Trophy_MoleratFat=Viscous substance with an unpleasant odor.;;;;;;Viskose Substanz mit unangenehmem Geruch.;;;;;;;;Lepka substancja o nieprzyjemnym zapachu.;;Вязкая субстанция с неприятным запахом.;;;
ITEMDESC_Trophy_ScavengerEgg=A rare trophy belonging to an endangered species.;;;;;;Eine seltene Trophäe einer vom Aussterben bedrohten Art.;;;;;;;;Rzadkie trofeum należące do zagrożonego gatunku.;;Редкий трофей, принадлежащий к вымирающему виду.;;;
ITEMDESC_Trophy_SnapperScale=It resembles the scales of a real dragon. Merchants will give a lot of money for it.;;;;;;Es ähnelt den Schuppen eines echten Drachen. Händler geben dafür viel Geld.;;;;;;;;Przypomina łuski prawdziwego smoka. Sprzedawcy dadzą za to dużo pieniędzy.;;Она напоминает чешую настоящего дракона. Торговцы дадут за нее большие деньги.;;;